{
    "English":"እንግሊዝኛ",
    "Amharic":"አማርኛ",
    "Language": "ቋንቋ",
    "Home": "መነሻ",
    "Catagory": "ምድብ",
    "crypto" : "ክሪፕቶ",
    "commodity" : "ሸቀጦች",
    "About":"ስለ",
    "Contact":"አድራሻ",
    "LogIn":"ግባ",
    "SignUp":"ተመዝገብ",
    "Trending":"በመታየት ላይ ያለ",
    "Recently Added":"በቅርቡ የተጨመረ",
    "Articles":"መጣጥፎች",
    "Price":"ዋጋ",
    "Name":"ስም",
    "1 Hr":"1 ሰአ",
    "24 Hr":"24 ሰአ",
    "Marketcap":"የገበያ ጣሪያ",
    "Volume":"ብዛት",
    "List of Top Cryptocurrencies":"ከፍተኛ የ ክሪፕቶ ዝርዝር",
    "List of Commodities":"የሸቀጦች ዝርዝር",
    "Month":"ወር",
    "High":"ከፍተኛ",
    "Low":"ዝቅተኛ",
    "change":"ለውጥ",
    "change %":"ለውጥ %",
    "Time":"ጊዜ",
    "Last":"የመጨረሻ",
    "Products":"ምርቶች",
    "Premium":"ፕሪሚየም",
    "Basic":"መሰረታዊ",
    "Standard":"መደበኛ",
    "Subscribe":"መዝግብ",
    "$9.99/month":"ብር 499/ወር",
    "$19.99/month":"ብር 1020/ወር",
    "$29.99/month":"ብር 1500/ወር",
    "Choose Your Subscription Plan":"የምዝገባ እቅድዎን ይምረጡ",
    "TRY OUR SUBSCRIPTION":"የደንበኝነት ምዝገባ ይሞክሩ",
    "About us": "ስለኛ",
    "Welcome to our web-based market data analysis system! We are a dedicated team of students who have come together to create an accessible and user-friendly platform for market data analysis. Our mission is to empower users with the tools and insights they need to make informed decisions in the dynamic world of financial markets.": "እንኳን ወደ ገበያ መረጃ ትንተና ድህረገፃችን በሰላም መጡ። እኛ በሙያው ላይ ትልቅ ፍላጎት ያለን ተማሪዎች ስንሆን ይህንን ለሰዎች ተግባቢ የሆነ የመረጃ ትንተና ድህረገፅ በጋራ መስራት ችለናል። አላማችን ተጠቃሚዎችን ተቀያያሪ በሆነው በዚህ አለም የገበያ ስርዓት ላይ ሙሉ መረጃ እና እውቀት እንዲኖራቸው ማድረግ ነው።",
    "Team Members": "የቡድን አባላት",
    "Wongel Dawit": "ወንጌል ዳዊት",
    "Backend Developer: Wongel is a computer science student with a passion for data analysis and backend development.He brings his expertise in data manipulation and algorithm design to ensure a robust and efficient system.":"የኋላ ድህረገፅ ገንቢ: ወንጌል የኮምፒውተር ሳይንስ ተማሪ ሲሆን የመረጃ ግንባታና የኋላ ድህረገፅ ግንባታ ላይ ጥልቅ እውቀት ያለው ሰው ነው። የመረጃ አጠቃቀምና የአልጎሪዝም ማበልፀግ ችሎታው ይህንን ብቁ እና ተለዋዋጭ ድህረገፅ እንድናበለፅግ አግዞናል።",
    "Yisak Mebrate": "ይሳቅ መብራቴ",
    "Project Manager and Backend Developer: Yisak is also computer science student with a leading ability. He brings his epertise by organising projects and assisting in the front end.":"የፕሮጀክት ሃላፊና የኋላ ድህረገፅ ገንቢ: ይሳቅም የኮምፒውር ሳይንስ ተማሪ ሲሆን ታላቅ የመምራት ችሎታ ያለው ተማሪ ነው። በዚህ ፕሮጀክት ላይ በኋላ ድህረ ገፅና በፊት ድህረገፅ ግንባታ ላይ ትልቅ ክፍል ወስዶ ፕሮጀክቱን በመምራት ይህ ድህረገፅ እንዲጠናቀቅ አግዟል።",
    "Yonas Abera": "ዮናስ አበራ",
    "User Interface Designer: Yonas is a creative and detail-oriented student and UI designer. he specializes in creating intuitive and visually appealing user interfaces using react and css designings.":"የፊት ድህረገፅ ገንቢ እና አበልፃጊ: ዮናስ ታላቅ የፈጠራ ችሎታ ያለውና እያንዳንዱን ነገር በጥንቃቄ የሚመለከት ተማሪ ሲሆን ለአይን የሚማርኩና የሚስቡ የፊት ድህረገፆችን የሪአክትና የሲኤስኤስ ችሎታውን በመጠቀም ማበልፀግ የተካነ ነው። በዚህ ፕሮጀክትም በፊት ገፅ ማበልፀግ ላይ ትልቅ ሚናን መወጣት ችሏል።",
    "Zidan Nuhussen": "ዚዳን ኑርሁሴን",
    "Front end Designer: Zidan is a student and frontend designer with many qualities. He specializes in figma and react website designing and visually appealing user interfaces to enhance the user experience of our market data analysis system.":"የፊት ድህረ ገፅ አበልፃጊ: ዚዳንም በተመሳሳይ የፊት ገፅ የማበልፀግ ልዩ ችሎታ ያለው ተማሪ ሲሆን ፊግማ እና ሪአክትን በመጠቀም የፊት ድህረገፆችን በማበልፀግ የተካነ ሰው ነው። በፕሮጀክታችንም ላይ ለተጠቃሚዎች ሳቢ የሆነ ድህረገፅ በመስራት ዙሪያ ትልቅ ሚና ተወጥቷል።",
    "Project Background": "የፕሮጀክት ዳራ",
    "Our market data analysis system was developed as part of our term project in web design and development course on our computer science program. Over the course of several weeks, we dedicated ourselves to designing and building a solution that would simplify market data analysis for users of all backgrounds":"ይህ የገበያ መረጃ ትንተና ድህረገፅ የተሰራው ለ ኮምፒውተር ሳይንስ ትምህርት ፕሮጀክት በሚቀርብ መልኩ ሲሆን ባለፉት ሳምንታት ይህንን ድህረ ገፅ ለማበልፀግ እና በየትኛውም ደረጃ ላይ ለሚገኙ ሰዎች ችግርን የሚያቃልል ሲስተም ለመስራት ትልቅ ጥሰት አድርገናል።",
    "Features and Functionality":"ባህሪያት እና ተግባራዊነት",
    "Our market data analysis system offers a comprehensive set of features to support users in their data exploration and decision-making process. Some of the key features include:" : "የገበያ መረጃ ትንተና ድህረገፃችን የተለያዩ አገልግሎቶችን የሚሰጥ ሲሆን ተጠቃሚዎችን ባማከለ መልኩና የመረጃ ፍላጎታቸውን ከግምት በማስገባት እና ውሳኔያቸውን እንዲያደርጉ በሚያግዝ መልኩ የተሰራ ነው። ከድህረገፁ ቁልፍ አገልግሎቶች መሃከል:",
    "Real-time data visualization and charting":"የእውነተኛ ጊዜ ውሂብ እይታና ቻርቲንግ",
    "Historical data analysis and trend identification":"ታሪካዊ የመረጃ ትንተና እና አዝማሚያ ማሳወቂያ",
    "Comparative analysis of multiple securities":"የብዝሃ ደህንነቶች ንፅፅር ትንተና",
    "Customizable alerts and notifications": "አስፈላጊ ማንቂያዎችና ማሳወቂያዎች",
    "Design and User Experience": "ንድፍና የተጠቃሚ ተሞክሮ",
    "100% User friendly" : "100% ለአጠቃቀም አመቺ",
    "We are committed to providing an exceptional user experience. Our system incorporates user-centered design principles, ensuring that every feature and interaction is intuitive and easy to navigate. Throughout the development process,we conducted extensive user testing and gathered feedback to refine the interface and optimize usability.": "ለተጠቃሚዎች እጅግ ብቁ የሆነ የተጠቃሚ ተሞክሮ ለመስጠት ዝግጅታችንን ጨርሰናል። ድህረገፃችን ተጠቃሚን ያማከለ ሲሆን እያንዳንዱ ንዑስ ክፍል ለተጠቃሚ ቀላልና አመቺ እንዲሆን ሰርተናል። ድህረገፁን በምንገነባበት ወቅት በርካታ የተጠቃሚ ተሞክሮ ያደረግን ሲሆን በርካታ አስተያየቶችና ገንቢ ሃሳቦችንም ተቀብለናል።",
    "Future Development" : "የወደፊት ልማት",
    "Big demand in 2030" : "በ2030 ትልቅ ፍላጎት",
    "We believe in the potential for continuous improvement and growth. In the future, we plan to expand our system by incorporating advanced machine learning techniques for predictive analysis and implementing additional data sources. We are committed to staying at the forefront of market analysis technology and providing an ever-evolving platform for our users.":"በድህረገፁ የወደፊት ተፈላጊነትና እድገት ሙሉ ለሙሉ የምንተማመን ሲሆን ወደፊትም ሲስተማችንን ለማስፋትና በዘመናዊ የላቀ የማሽን የመማር ዘዴዎችን በመጠቀም ተገማች የሆነ ትንተናና ተጨማሪ የመረጃ ምንጮችን የመገንባት እቅድ አለን። ቀዳሚ ተመራጭ የሆነ የገበያ መረጃ ትንተና ድህረገፅና ሶፍትዌር ማበልፀግ የሁል ጊዜም እቅዳችን ነው።",
    "Contact Us" : "አግኙን",
    "We welcome any inquiries, feedback, or collaboration opportunities. Please feel free to reach out to us at [email protected]. We look forward to hearing from you and helping you unlock the power of market data analysis.": "ማንኛውም አይነት ጥያቄና አስተያየት ወይም የትብብር አላማ ካላችሁ እባካችሁን በኢሜይላችን እንድታገኙን በማክበር እንጠይቃለን። ሁሌም ቢሆን የናንተን ምላሽ የምንጠብቅ ሲሆን የወደፊት የገበያና የመረጃ ትንተና እድገትን ይበልጥ ለማሳደግ አብረን እንሰራለን።",
    "Get in touch": "ሁልጊዜ አግኙን",
    "Email: ": "ኢሜይል: ",
    "Email": "ኢሜይል",
    "Phone: ": "ስልክ: ",
    "We are here to help! We will get back to you as soon as possible.": "ሁሌም ቢሆን እናንተን ለመርዳት ዝግጁ ነን፡፡ በተቻለ ፍጥነት ወደናንተ እንደርሳለን።",
    "Message" : "መልዕክት", 
    "Send" : "ላክ",
    "Innovative market data platform revolutionizing analysis and insights for the digital development of our country.":"በታላቅ ፈጠራ የታከለ የገበያ መረጃ ትንተና ድህረገፅ እና ለሀገራችን እድገት ባለ ታላቅ ራዕይ"

}